<script>
</script>
<template>
  
   <header>
      <h1>哼，谁说异世界魔法师不能用科学了！（名称待定）</h1>
   </header>
   <nav>

      <ul>
        
      </ul>
   </nav>
   <main>

      <section id="home">
         <h2>首页</h2>
         <p>欢迎来到卡斯提拉大陆。</p>
      </section>
      <section id="about">
         <h2>简介</h2>
         <p>	自己前世的人生在麻木与痛苦中莫名结束，但没想到还能打复活赛，更没想到自己成为了要在猎巫世界生存的白毛魔法师少女，还是最厉害也是危险性最大的魔导师。
               <br>
               在这个充满了饥饿和压迫的土地上，魔法被教廷垄断。原本麻木的她在朋友的帮助与指引下成长为了一个渴望改变世界的人，唤醒了前世被刻意遗忘的一段平常的记忆。
               <br>
               这段记忆告诉她，要想消灭一切的压迫与不公，唯有燃尽整个腐朽的世界，然后创造新生！
               <br>
               于是，她与千千万万的人们走上了这条没有尽头的征途。
</p>
      </section>

      <section id="lead">
         <h2>关于创作</h2>
         <p>写一本小说是很困难的，前提是作者真心考虑过这本小说的主题是什么。
            <br>
            许多小说，尤其是网文，在生产文字的时候都是不会考虑这个问题的。但是这些小说的主题总会在字缝中龌龊的透露出来：无非是剥削有理，等级万岁。这是由于当今社会正在奉行这些理念，所以当这些小说堂而皇之的出现时，人们也不以为意。
            <br>
            当这些在思想上卑劣、在行文上灌水的作品大行其道之时，越来越多的人们开始被这样的观念所侵蚀之时。我们不由得想到，如果有一本真正“硬核”的小说出现，舆论又会以怎样的目光去评判呢？也许是嗤之以鼻、也许是不屑一顾，更有可能是根本没有什么影响。
            <br>
            但尽管如此，我们依然希望去创作这样一部小说。我们更想去抢占这样一个文化阵地，让大家真正能思考，真正沉浸的小说。秉承着这样的目标，我们萌生自己创作一本小说的想法。
            <br>
            这样的一本小说是怎样的呢？应该是具有鲜明主题的，同时它必须符合事实、遵从逻辑，当然它应该具有广大读者喜爱的风格。
            <br>
            在经过了长达三年的酝酿，如今一本真正具备以上条件的小说已经完成了基本的设计，但是我们依然缺乏很多的素材与细节设定。于是我们更希望大家参与到这本小说的创作中，如果你感兴趣，可以移步文档。
</p>  
     
</section>
 <section id="author">
         <h2>创作团队</h2>
         <p>
            作者：資本の路灯、科学の灯塔
            <br>
            设定及美术设计：一只不会飞的鸟鸟、萨宝第一
            <br>
            网页制作：卡尔斯厄、科学の灯塔
         </p>
 </section>
  <section id="contact">
         <h2>联系我们</h2>
         <p>
            团队email：
            发起人email：
            Think Different.
         </p>
 </section>
   </main>
   <footer>

      <p>&copy; Copyright Kasitila 2024</p>
   </footer>

</template>
<script></script>